test/good/div-before-mul-3.cfg.mmd
graph TD
subgraph test
    test_141["let a: Int = 10 / 3"]
    test_142["let c: Int = 2"]
    test_144["let taintedWithA1: Int = 2 - a"]
    test_146["let taintedWithA2: Int = 55 + taintedWithA1"]
    test_148["let result: Int = taintedWithA2 * c"]
    test_150["return result"]:::exitNode
    test_141 --> test_142
    test_142 --> test_144
    test_144 --> test_146
    test_146 --> test_148
    test_148 --> test_150
end
